Repository: server-danchi-translators/OutWard-JPN-OmegaT
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: ja

source: Ask innkeepers found in each city for information or directions.
ja: 情報や道案内は各都市で見つかる宿屋の亭主に尋ねよ。

source: Berg’s smith can craft pieces of Copal Armor and Petrified Wood Armor, if Copal or Petrified Wood is brought to her.
ja: Bergの鍛冶屋へCopalかPetrified Woodを持ち込むとpieces of Copal Armor and Petrified Wood Armorを作れる

source: Blocking prevents all damage from melee attacks, but costs stamina.
ja: 防御は近接攻撃のダメージを全て防いでくれるが、スタミナを消費する。

source: Blocking with [InputAction_Block] prevents the damage from a strike and reduces how much you would be knocked back.
ja: [InputAction_Block] での防御はダメージを防ぎ、ノックバックも減少させます。

source: Boiling water or grilling raw meat only needs a lit campfire.
ja: 水を煮たり生肉を炙ったりするだけならば、火を点けたキャンプファイアだけで構わない。

source: Bows are the most basic way to make ranged attacks.
ja: 遠距離攻撃に弓は最も基本的な手段だ。

source: Certain potions and teas can cure diseases, though recovering from a disease takes times.
ja: 生の食料を食べたり煮沸せずに水を飲んだりすると病気にかかる。特定のポーションや茶で病気を治療できるが、それでも回復には時間がかかってしまう。

source: Cierzo’s smith can craft pieces of Blue Sand Armor, if Blue Sand is brought to him.
ja: Cierzoの鍛冶屋へBlue Sandを持ち込むとpieces of Blue Sand Armorを作れる

source: Dodging allows you to temporarily evade any type of attack.
ja: ドッジロールにより如何なる攻撃もとりあえずは避けられる。

source: Drop less useful items and don’t pick up everything you find, as too much weight will slow you down.
ja: 役に立たないアイテムは捨てて、何でも拾ったりはするな。荷重が増えるほど鈍重になるぞ。

source: Each city has several merchants, either directly outside or inside buildings.
ja: 各都市には数人の商人が内外にいる。

source: Each tree has an unlimited amount of wood that can be gathered.
ja: それぞれの木からは無限に木材を集められる。

source: Eat food, drink water and sleep in a tent or inn to satisfy them.
ja: 飲食、そしてテントや宿屋で寝ることで欲求を満たせ。

source: Eat or cook your food before it goes to waste!
ja: 無駄になる前に食べるか調理せよ

source: Eating raw food and drinking unboiled water can give you diseases.
ja: 生の食料を食べたり煮沸せずに水を飲んだりすると病気にかかる。

source: Either find a safe spot or spend time on guard duty to lower the chances of ambush.
ja: 安全な場所を見つけるか、奇襲の機会を減らすために警戒に時間を費やせ。

source: Equipment loses durability with use, becoming weaker.
ja: 装備は使うと耐久力を失い、壊れていく。

source: Follow the red line to learn about the game’s mechanics.
ja: 赤い線を追って、ゲームのシステムを学んでいきましょう。

source: Food rots with time.
ja: 食料は腐る。

source: Gathering plants and mushrooms is the most basic way to find food.
ja: 植物やキノコの採集は、食料探しの最も基本的な方法だ。

source: Guards can also provide advice.
ja: 衛兵もまた助けとなるだろう。

source: Having a lit torch or lantern will make you very visible nonetheless.
ja: それでも火のついた松明やランタンを持っていればとても見つかりやすくなる。

source: Head down to learn about basic combat.
ja: まずは戦闘の基本について学んでいきましょう。

source: Heavier armor offers greater protection from physical damage, but slows down your movement and makes every action consume more stamina.
ja: 重い鎧は物理的ダメージに対する防御力を大きく高めてくれるが、代わりに動きは鈍くなり、スタミナの消費も増加する。

source: Hitting enemies, especially with heavier weapons, will knock them back and cancel their attacks.
ja: 敵を攻撃時、特に重武器の時は敵をノックバックさせ、更に敵の攻撃がキャンセルされるだろう。

source: However, they can knock you down too.
ja: だが、それは自分だけの特権ではない…

source: However, you won’t be able to wield a shield, a lantern or a special trinket in your off-hand.
ja: しかし、巧みに盾を操ったり、ランタンや特別な小物を左手に持つことは出来なくなるだろう。

source: Important landmarks have icons, and hovering your cursor on them will show their names.
ja: 重要なランドマークにはアイコンが付いていて、カーソルを合わせるとその名前が表示されるぞ。

source: In addition to finding better equipment, you get stronger by using Trainers found in each city.
ja: 良い装備の発見以外にも、各都市にいるトレーナーとの訓練でも強くなれる。

source: Inns will take care of all your needs for you.
ja: だが宿屋なら全ての欲求に応えてくれるだろう。

source: Items can be repaired while you rest in a tent.
ja: だがアイテムはテントで休息中に修復できる。

source: Keep your temperature neutral with appropriate clothes, certain types of food or campfires.
ja: 適切な衣服や特定の食べ物やキャンプファイアを用いて体温を丁度良い温度に保て。

source: Levant’s smith can craft pieces of Tsar Armor and Tenebrous Armor, if Tsar Stones or Hackmanites are brought to him.
ja: Levantの鍛冶屋へTsar Stonesを持ち込むとpieces of Tsar Armor and Tenebrous Armorを作れる

source: Look at the Maps, as exterior regions are huge.
ja: 地図を見てみろ、外部領域はかなりデカいだろう。

source: Mana must first be unlocked at a Ley Line.
ja: まずはレイラインでマナが解放される。

source: Many places are very dark, requiring lanterns or torches to light your way.
ja: 多くの場所は真っ暗で、ランタンや松明で道を明るくする必要がでてくる。

source: Melee weapons can make normal attacks and special attacks.
ja: 近接武器は通常攻撃と特殊攻撃ができる。

source: Mineral ores require a mining pick and fishing spots need a fishing harpoon.
ja: 鉱石にはツルハシが、釣り場では銛が必要になる。

source: Monsoon’s smith can craft pieces of Palladium Armor, if Palladium Scraps are brought to him.
ja: Monsoonの鍛冶屋へPalladium Scrapsを持ち込むとpieces of Palladium Armorを作れる

source: Note that arrows must be equipped before they can be shot.
ja: 射撃の前に矢を装備しなければならないことに注意しろ。

source: Note that campfires don’t run out of fuel, so they don’t go out.
ja: だが燃料なしには火が点かないことに注意しろ。そうすれば火が消えることはない。

source: Note that light sources make you more visible to enemies while they are lit.
ja: 火がついている間は光源が自分を敵から発見されやすくすることには注意をしておけ。

source: Note that most backpacks, when equipped, slow down your dodge.
ja: しかし、殆どのバックパックは装備しているとドッジロールが鈍重になることに注意しろ。

source: Note that the currency, silver coins, have weight!
ja: 貨幣や銀貨にも重量があることを心に留めておけ!

source: Or you could experiment in Manual Recipe mode, where you can use any ingredients together.
ja: もしくはマニュアルレシピモードでなにか材料を使って実験をしてもいいだろう。

source: Pain wracks your body as you wake up from your injury.
ja: 怪我によって目覚め、難破した体が痛みに震える。

source: Pay close attention to the alerts displayed on the bottom left.
ja: 左下に表示される警告に最新の注意を払え。

source: Perform attacks with [InputAction_Attack1] and special attacks with [InputAction_Attack2].
ja: [InputAction_Attack1]で通常攻撃が、[InputAction_Attack2]で特殊攻撃ができる。

source: Place only that item in Manual Recipe (of survival crafting) and accept, turning the item into basic resources like iron or palladium scraps.
ja: 解体したいアイテムだけを(サバイバルクラフトの)マニュアルレシピに置き決定をすれば、アイテムは基本的な素材、例えば鉄やパラジウムスクラップなどになる。

source: Pocket
ja: ポケット

source: Powerful weapons and potions can be crafted from these, or can be used to arm powerful traps.
ja: 強力な武器やポーションが作成でき、他に強力な罠にも使える。

source: Press [InputAction_LockToggle] again to remove the lock.
ja: [InputAction_LockToggle]をもう一度押すとロックが解除されます。

source: Press [InputAction_LockToggle] to lock your camera on an enemy, allowing you to hit him more easily.
ja: [InputAction_LockToggle]でカメラを敵にロックでき、攻撃がより当てやすくなります。

source: Put out your light when sneaking!
ja: 隠れるときは光を避けろ!

source: Quickslotting your items, weapons and skills is the best way to use them quickly in combat.
ja: クイックスロットにアイテムや武器、スキルを設定することが戦闘で素早く使う最上の方法だ。

source: Return to Cierzo’s blacksmith to collect your armor piece.
ja: 完成したarmor pieceを受取りにCierzoの鍛冶屋へ戻る

source: Return to Levant’s blacksmith to collect your armor piece.
ja: 完成したarmor pieceを受取りにLevantの鍛冶屋へ戻る

source: Return to Monsoon’s blacksmith to collect your armor piece.
ja: 完成したarmor pieceを受取りにMonsoonの鍛冶屋へ戻る

source: Shields can block arrows and the like, but you cannot block magical blasts.
ja: 盾で矢やそれに近いものを防御できるが、マジックブラストは防げない。

source: Shields consume less stamina when blocking and can block arrows.
ja: 盾はスタミナの減少も少なくし、矢も防ぐことができます。

source: Simply place a lantern in your backpack inventory, lighting the lantern if it is not lit already.
ja: ただランタンをバックパック内に入れるだけで、火を点けずとも光を灯すだろう。

source: Sleep in a tent or an inn to recover your maximum health and stamina.
ja: テントや宿屋で眠ることで最大値は回復する。

source: Specific tools are needed to gather some resources.
ja: 幾つかの素材を集めるとき、個別の道具が必要になる。

source: Standard Axe
ja: 普通の斧

source: Standard Axe 2H
ja: 普通の斧 2H

source: Starting characters can’t use magic.
ja: 始めたばかりのキャラクターは魔法が使えない。

source: Such objects burn out over time.
ja: だがそういったオブジェクトは時間の経過で燃え尽きてしまう。

source: The Journal is a menu tab used to track your next tasks.
ja: メニュータブのジャーナルは次の仕事の追跡に使用される。

source: The absolute basic gear for an explorer is a backpack containing a waterskin, food, bandages, antidotes, a tent, and firewood.
ja: 探検家の絶対に基本となる道具は、革の水筒や食料、包帯、解毒剤、テント、そして薪を収容したバックパックである。

source: The game auto-saves but you can also save manually.
ja: ゲームはオートセーブだが、手動でもセーブはできる。

source: The number of attacks you make before making a special attack will change which strike you will make.
ja: 特殊攻撃までに何回通常攻撃を行ったかで、特殊攻撃は変化します。

source: The status menu shows details related to your equipment or what effects are currently affecting you.
ja: ステータスメニューは装備に関連するものや現在影響を受けているものについての詳細を表示する。

source: The weather often gets dangerously cold or hot.
ja: 水は危険なほど冷たい、または熱い状態で手に入ることが多い。

source: There, you can buy active skills and passive buffs.
ja: アクティブスキルやパッシブバフの購入が可能だ。

source: They are essential for explorers, and having multiple waterskins may be useful.
ja: だがそれこそが探検家たちに重要であり、水筒が複数あればきっと役に立つだろう。

source: They can be bought from merchants or crafted, with a cooking pot, from salt and various food types.
ja: これは商人から買うことが可能で、料理鍋を使って塩や様々な種類の食料から作ることもできる。

source: They will sell food, equipment and crafting recipes, in addition to selling goods related to their city’s specialties.
ja: 彼らは食料、装備、クラフトレシピを売ってくれ、他にも各都市の特産品も販売している。

source: They will warn you when you’re hungry, your weapon is damaged, etc.
ja: 武器の損耗や空腹などの場合に警告される。

source: They, like all uncooked food, provide more benefits and rot more slowly when cooked.
ja: そのような未調理の食料はより多くの利益をもたらし、調理すれば腐敗がより遅くなるだろう。

source: Things like cooking pots and traps help greatly too.
ja: 料理鍋や罠なども大いに助けとなるだろう。

source: This survival crafting menu is available at all times in your player menu.
ja: このサバイバルクラフトメニューはプレイヤーメニューから何時でも利用可能だ。

source: To save fuel, you can close and light lanterns or torches.
ja: 燃料を節約するために、ランタンや松明を点けたり消したりできる。

source: To travel from one exterior region to another, you must use Travel Rations.
ja: ある外部領域からさらに他領域に旅をするとき、旅糧を間違いなく使う。

source: Traps are very useful.
ja: 罠はとても便利だ。

source: Try the multiplayer, either in split screen or online.
ja: 画面を分割するかオンラインでマルチプレイを試すんだ。

source: Two-handed weapons deal more damage and have more reach than smaller weapons.
ja: 両手武器は、小さな武器よりも多くのダメージと広いリーチを持つ。

source: Use the survival crafting menu to combine the oil item and a lantern to refill it.
ja: サバイバルクラフトメニューで油をアイテムに混ぜるかランタンに補充せよ。

source: Wait 24 hours for the armor piece to be crafted in Cierzo.
ja: Ciezoでaromor pieceが完成するまで24時間待つ

source: Wait 24 hours for the armor piece to be crafted in Levant.
ja: Levantでaromor pieceが完成するまで24時間待つ

source: Wait 24 hours for the armor piece to be crafted in Monsoon.
ja: Monsoonでaromor pieceが完成するまで24時間待つ

source: Waterskins are the only way to store water.
ja: 革の水筒の用途は水を貯めることだけだ。

source: Welcome to Outward’s tutorial.
ja: Outward のチュートリアルにようこそ。

source: When your health or stamina decreases (e.g. during combat), your max health or stamina decreases.
ja: 体力やスタミナが減った時、(例:戦闘など)その上限も減少している。

source: Which special attack will be made depends on the number of normal attacks you just performed.
ja: どんな特殊攻撃になるかは、通常攻撃次第だ。

source: Wild beasts drop body parts.
ja: 野生の獣は体の一部をドロップする。.

source: With intense effort and sheer desperation, you manage to drag yourself back to the entrance to this place, where you fall unconscious once more.
ja: 力を振り絞り、死ぬ気で体を動かして再び意識を失った場所へと向かった。

source: Wood is commonly used in survival crafting, notably to make campfires.
ja: 木材は通常のサバイバルクラフトに用いられ、特にキャンプファイア作りに使われる。

source: You also know several useful survival crafting recipes.
ja: 幾つかの役に立つサバイバルクラフトレシピも知っている。

source: You can be attacked while you rest in a tent.
ja: テントで休んでいても攻撃を受けることがある。

source: You can bypass parts of the tutorial by not following the red line.
ja: 赤い線から外れれば、チュートリアルから抜け出すことができます。

source: You can craft many useful items with just your hands.
ja: 多くの有用なアイテムを自分の手で作ることができる。

source: You can de-craft most weapons and armors.
ja: 殆どの武器や鎧は解体も可能だ。

source: You can drop and pick up backpacks with a button or by using the inventory menu.
ja: ボタンを押すか、インベントリからバックパックを降ろしたり拾ったりできる。

source: You can hang a lantern from most backpacks, providing light while freeing your hands.
ja: 殆どのバックパックはランタンを吊り下げられるため、両手を空けつつ光を提供できる。

source: You can learn new crafting recipes by finding a recipe scroll.
ja: レシピスクロールを見つけると新たにクラフトレシピを習得できる。

source: You can light a campfire with a Flint and Steel or certain fire spells.
ja: 火打ち石と打ち金、もしくは特定の火の呪文によりキャンプファイアを灯せる。

source: You can lock on enemies.
ja: 敵にロックオンできる。

source: You can move stealthily by crouching.
ja: しゃがむとコソコソと移動できる。

source: You can play along with people in your friend list!
ja: フレンドリストに入っている人と一緒にプレイしよう!

source: You can store any item you don’t want in the Stash chests found in homes.
ja: 家の中の隠しチェストには見つかりたくないアイテムを貯蔵できる。

source: You can zoom in and shoot at distant foes.
ja: ズームして遠くの敵に射撃できるぞ。

source: You have very limited inventory space, even with a backpack.
ja: インベントリ、ひいてはバックパックもスペースには限りがある。

source: You must deploy a trap trigger (like a Tripwire Trap) on the ground, then place a compatible object in it (like spikes or weapons).
ja: (トラップワイヤーのような)罠の起動装置を地面に配置して、それに適した(スパイクや武器などの)オブジェクトを設置しよう。

source: You need a cooking pot deployed on a lit campfire to cook recipes with more than one ingredient.
ja: 火を灯したキャンプファイアで一つより多くの材料を使うレシピを料理する際は料理鍋の配備が必要になる。

source: You only have 8 quickslots, so choose wisely.
ja: しかし、クイックスロットは8個しかない、賢い選択をしろ。

source: You only have one save slot, meaning you can’t load an old save to dodge the consequences of getting knocked out.
ja: だがセーブスロットは1つしかない、つまり古いセーブデータをロードして結果から逃げるなんてことは出来ないということだ。

source: You receive penalties if your needs are not met.
ja: 欲求が満たせなければ、ペナルティを受けることになる。

source: You start the game with a few skills, like the Kick.
ja: あなたはキックのような僅かばかりのスキルを備えてゲームが始まる。

source: You will then be able to better target that enemy, especially with ranged weapons or skills.
ja: その時はより厄介な敵にしたほうがいい、特に遠距離武器やスキルを持った敵だ。

source: Your body has needs.
ja: 身体には欲求が存在する。.

source: Your compass will point to your last-used backpack, making it easier to find back.
ja: コンパスが最後に使ったバックパックの位置を示すことで、簡単に取りに戻ってこれるはずだ。

source: Your foes have left you for dead, but linger nearby.
ja: 敵はあなたが死んだと思って捨てて行ったようだが、それでもここでうかうかしてはいられない。

source: “Broken” items can still be used.
ja: “ガタがきた”アイテムでもまだまだ使えるぞ。
